"More options" = "Más Opciones";
"Account enabled" = "Cuenta activada";
"Default account" = "Cuenta predeterminada";
"Push Notification" = "Notificación PUSH";
"Username" = "Usuario";
"Display name" = "Nombre visualizado";
"User ID" = "Identificación de Usuario";
"Password" = "Contraseña";
"Domain" = "Dominio";
"Proxy" = "Proxy";
"Transport" = "Transporte";
"Outbound proxy" = "Proxy de salida";
"AVPF" = "AVPF";
"Expire" = "Expira";
"Country code prefix" = "Prefijo del código de país";
"Substitute + in phone numbers" = "Sustituir + en los números de teléfono";
"Change password" = "Cambiar Contraseña";
"Remove Account" = "Remover Cuenta";
